{"meta":{"title":"Ke Gong","subtitle":null,"description":null,"author":"Ke Gong","url":"https://kegong.top","root":"/"},"pages":[{"title":"Publications","date":"2018-09-28T08:56:46.000Z","updated":"2021-10-03T08:56:41.209Z","comments":true,"path":"Publications/index.html","permalink":"https://kegong.top/Publications/index.html","excerpt":"","text":"Journal Articles Graphonomy: Universal Image Parsing via Graph Reasoning and Transfer Liang Lin, Yiming Gao, Ke Gong, Meng Wang, Xiaodan Liang. IEEE Transactions on Pattern Analysis and Machine Intelligence (T-PAMI), 2020. PDF Look into Person: Joint Human Parsing and Pose Estimation Network and a New Benchmark Xiaodan Liang, Ke Gong, Xiaohui Shen, Liang Lin. IEEE Transactions on Pattern Analysis and Machine Intelligence (T-PAMI), 2018. PDF Code Conference Papers Wav-BERT: Cooperative Acoustic and Linguistic Representation Learning for Low-Resource Speech Recognition Guolin Zheng, Yubei Xiao, Ke Gong, Pan Zhou, Xiaodan Liang, Liang Lin The 2021 Conference on Empirical Methods in Natural Language Processing (EMNLP), 2021. PDF Adversarial Meta Sampling for Multilingual Low-Resource Speech Recognition Yubei Xiao, Ke Gong, Pan Zhou, Guolin Zheng, Xiaodan Liang, Liang Lin AAAI Conference on Artificial Intelligence (AAAI), 2021. PDF Code Bidirectional Graph Reasoning Network for Panoptic Segmentation Yangxin Wu, Gengwei Zhang, Yiming Gao, Xiajun Deng, Ke Gong, Xiaodan Liang, Liang Lin IEEE Conference on Computer Vision and Pattern Recognition (CVPR), 2020. PDF CP-GAN: Context Pyramid Generative Adversarial Network For Speech Enhancement Gang Liu, Ke Gong, Xiaodan Liang, Zhiguang Chen IEEE International Conference on Acoustics, Speech and Signal Processing (ICASSP), 2020. PDF Graphonomy: Universal Human Parsing via Graph Transfer Learning Ke Gong, Yiming Gao, Xiaodan Liang, Xiaohui Shen, Meng Wang, Liang Lin IEEE Conference on Computer Vision and Pattern Recognition (CVPR), 2019. PDF Code Layout-Graph Reasoning for Fashion Landmark Detection Weijiang Yu, Xiaodan Liang, Ke Gong, Chenhan Jiang, Nong Xiao, Liang Lin IEEE Conference on Computer Vision and Pattern Recognition (CVPR), 2019. PDF End-to-End Knowledge-Routed Relational Dialogue System for Automatic Diagnosis Lin Xu, Qixian Zhou, Ke Gong, Xiaodan Liang, Jianheng Tang, Liang Lin. AAAI Conference on Artificial Intelligence (AAAI), 2019. PDF Soft-Gated Warping-GAN for Pose-Guided Person Image Synthesis Haoye Dong, Xiaodan Liang, Ke Gong, Hanjiang Lai, Jia Zhu, Jian Yin. Neural Information Processing Systems (NIPS), 2018. PDF Instance-level Human Parsing via Part Grouping Network Ke Gong, Xiaodan Liang, Yicheng Li, Yimin Chen, Ming Yang, Liang Lin. European Conference on Computer Vision (ECCV), 2018, (Oral). PDF Code Adaptive Temporal Encoding Network for Video Instance-level Human Parsing Qixian Zhou, Xiaodan Liang, Ke Gong, Liang Lin. Proc. of ACM International Conference on Multimedia (ACM MM), 2018. PDF Code Look into Person: Self-supervised Structure-sensitive Learning and A New Benchmark for Human Parsing Ke Gong, Xiaodan Liang, Xiaohui Shen, Liang Lin IEEE Conference on Computer Vision and Pattern Recognition (CVPR), 2017. PDF Code"},{"title":"about","date":"2018-09-28T07:49:39.000Z","updated":"2018-09-28T07:50:40.000Z","comments":true,"path":"about/index.html","permalink":"https://kegong.top/about/index.html","excerpt":"","text":""}],"posts":[{"title":"KE GONG","slug":"hello-world","date":"2018-09-28T07:22:16.000Z","updated":"2021-08-23T09:49:07.000Z","comments":true,"path":"2018/09/28/hello-world/","link":"","permalink":"https://kegong.top/2018/09/28/hello-world/","excerpt":"","text":"Biography I am currently a senior researcher and a team leader of Intelligent Speech Group at DMAI. I received my Master Degree at Human Cyber Physical Intelligence Integration Lab in Sun Yat-Sen University advised by Prof. Liang Lin.Email: kegong936 AT gmail.comGoogle Scholar Research InterestMy current research interest is to develop speech techniques for human-computer interaction applications such as smart home.I used to develop interpretable and structured machine learning techniques for computer vision tasks. I mainly investigated to exploit human commonsense and domain knowledge and further incorporated them to develop the advanced artificial intelligence system. Speech recognition, voice cloning, and speech synthesis Human-centric Analysis, including human pose estimation, human parsing Object understanding, including classification, segmentation, detection Academic Services Reviewer for TPAMI, PR, CVPR, ICCV, NeurIPS, AAAI, ECCV, WACV, ACCV","categories":[],"tags":[]}],"categories":[],"tags":[]}